Repository: pluginsGLPI/ldaptools
Catalog: locales/*.po
Languages: fr_fr

source: %s entries
fr_fr: %s entrées

source: Attributes
fr_fr: Attributs

source: Available attributes
fr_fr: Attributs disponibles

source: BaseDN should not been empty!
fr_fr: La BaseDN ne devrait pas être vide!

source: Bind user / password authentication is disabled, which means your LDAP server allows anonymous requests, or authenticates with a key. If it's voluntary, don't worry.<br /> If the following tests are in error, you should check this authentication! Maybe it's ultimately necessary ;)
fr_fr: L'authentification Bind utilisateur/mot de passe est désactivée, ce qui veut dire que votre annuaire LDAP semble accepter les requêtes anonymes, ou supporte l'authentification par clé TLS. Si c'est volontaire, pas de problème.<br /> Si les tests suivants sont en erreur, vous devriez revérifier l'authentification par utilisateur/mot de passe ! C'est peut-être finalement nécessaire ;)

source: Could not bind
fr_fr: Impossible de s'authentifier

source: Error message: %s
fr_fr: Message d'erreur : %s

source: Error number: %s
fr_fr: Numéro de l'erreur : %s

source: Filter error: %s
fr_fr: Erreur de filtre : %s

source: Filtered search
fr_fr: Recherche filtrée

source: First entry
fr_fr: Première entrée

source: Fix previous!
fr_fr: Fixer l'erreur!

source: Forced limit : 50 entries max.
fr_fr: Limite forcée : 50 entrées max.

source: Generic search
fr_fr: Recherche générique

source: Get attributes error
fr_fr: Erreur récupération des attributs

source: LDAP Tools
fr_fr: Outils LDAP

source: No entry found: %s
fr_fr: Aucune entrée trouvée : %s

source: Performs various tests on all the LDAP directories declared in GLPI.
fr_fr: Effectue différents tests sur tous les annuaires LDAP déclarés dans GLPI.

source: Search error: %s
fr_fr: Erreur de recherche : %s

source: TCP stream
fr_fr: Flux TCP
